<p>1) Уточните, пожалуйста, какие конкретно задачи Вы успешно решали на базе CMS Word Press (далее WP) ?</p>
<ul>
	<li>Разрабатывали ли Вы свои плагины? Какие? - <b><i>Нет</i></b></li>
	<li>Стравливались ли Вы с мультиязычными сайтам? Если да то как делали?<b> - <i>Нет</i></b></li>
	<li>Сталкивались ли Вы с мультисайтовостью на WP? - <i>Нет</i></b></li>
	<li>Приходилось ли Вам когда-либо создавать полностью уникальные шаблоны на WP? - <i><b>Нет, с нуля сайты на WP не делал. Делал только редизайн.</i></b></li>
</ul>

<p>2) Уточните, пожалуйста, какие задачи Вы решали по верстке и FrontEnd программированию?</p>
<ul>
	<li>Знаете ли Вы jQuery? Если да, то какие задачи на нем решали? - <b><i>Да. Самые разнообразные</i></b></li>
	<li>А mootols? - <b><i>Нет</i></b></li>
	<li>Умеете ли Вы верстать Pixel Perfect если да, то есть ли примеры? - <b><i>Да. Когда только учился, на курсах заставляли верстать Pixel Perfect, а на коммерческих проектах не было потребности.</i></b></li>
	<li>Можете ли Вы быстро сверстать сразу в тему WP? - <b><i>С WP мало работал</i></b></li></li>
</ul>

<p>3) Уточните, пожалуйста Ваш опыт, связанный с Web разработкой, т.к. из Вашего резюме этот момент не полностью очевиден. - <b><i>Опыт как в frontend так и в backend. Последнии пол года активно использую Yii2. </i></b></p>

